<?php
// Heading
$_['meta_title']                            = 'Данные администратора';
$_['title_h1']                              = 'Данные администратора';

// Text
$_['next_step']                             = 'Продолжить';
$_['password']                              = 'Пароль';
$_['login']                                 = 'Логин';
$_['email']                                 = 'Email';
$_['phone']                                 = 'Телефон';
$_['settings_have_set']                     = 'Данные администратора успешно установлены';
$_['phone_help']                            = 'Ваш персональный менеджер свяжется с вами, чтобы помочь в настройке вашего интернет-магазина';

// Error
$_['error_empty_config']                    = 'Поставьте права на чтение для файла config/config.php';
$_['error_empty_login']                     = 'Введите логин';
$_['error_empty_password']                  = 'Введите пароль';
$_['error_empty_email']                     = 'Введите Email';
$_['error_empty_phone']                     = 'Введите ваш телефон';
$_['error_write_file']                      = 'Поставьте права на запись для файла';
$_['error_add_manager']                     = 'Не удалось добавить менеджера в базу данных';
